CSI API ETABS v1
cTower.SetActiveTower Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int SetActiveTower(
	string TowerName
)
Function SetActiveTower (
	TowerName As String
) As Integer
Dim instance As cTower
Dim TowerName As String
Dim returnValue As Integer
returnValue = instance.SetActiveTower(TowerName)
int SetActiveTower(
	String^ TowerName
)
abstract SetActiveTower :
        TowerName : string -> int
Parameters
TowerName
Type: System.String
Return Value
Type: Int32
See Also
Reference
cTower Interface
ETABSv1 Namespace